Repository: annavonzansen/digabi-feedback
Catalog: server/digabi_hw/lang/digabi_hw-*.po
Languages: sv

source: Unknown status code
sv: Okänd status

source: Reports of this machine
sv: Rapporter från enheten

source: Basic Info
sv: Grundläggande information

source: Meets the requirements
sv: Uppfyller kraven

source: Does not meet the requirements
sv: Uppfyller inte kraven

source: Search
sv: Sökning

source: Detailed Info
sv: Detaljerad information

source: Requirements
sv: Kraven

source: Passed requirements
sv: Uppfyllda krav

source: Failed requirements
sv: Icke uppfyllda krav

source: Search devices
sv: Sök enheter

source: Digabi HW Settings menu
sv: Digabi HW Inställningar

source: HW Reports
sv: Enhetsrapporter

source: HW Report
sv: Enhetsrapport

source: Device Category
sv: Enhets typ

source: Manufacturer
sv: Tillverkare

source: Product Name
sv: Produktnamn

source: System Memory (Mb)
sv: Primärminne (Mb)

source: CPU Model
sv: Processors minne

source: Network Hardware
sv: Nätkort

source: Multimedia Hardware
sv: Ljudkort

source: Screen Resolution
sv: Skärmupplösning

source: Product SKU
sv: Produktnummer

source: Firmware Description
sv: Firmware

source: Firmware Vendor
sv: Tillverkare av firmware

source: Firmware Version
sv: Version av firmware

source: Firmware Capabilities
sv: Egenskaper av firmware

source: Multimedia Driver
sv: Drivrutin för ljudkort

source: Possible Screen Resolutions
sv: Möjliga skärmupplösningar

source: Digabi Version
sv: Digabi OS version

source: Report Counter
sv: Rapporträknare

source: Report Status
sv: Rapport status

source: This device is <b>working</b>.
sv: Den här enheten <b> fungerar </b>.

source: This device is <b>not working</b>.
sv: Den här enheten <b> fungerar inte </b>.

source: Note: This report is user-supplied and has not been reviewed by the MEB staff.
sv: OBS: Den här rapporten är från användaren och SEN:s personal har inte granskat den.

source: This report has been reviewed by the MEB staff.
sv: SEN:s personal har granskat den här rapporten.

source: Adds support for Digabi Hardware post type and metadata fields
sv: Tillsätter stöd för Digabi enhetsrapportering och nödvändiga tilläggsfält.
