Repository: annavonzansen/digabi-feedback
Catalog: client/usr/lib/digabi/scripts/locale/*/LC-MESSAGES/submit-feedback-*.po.po
Languages: sv_fi

source: Could not contact to server. No data was transmitted.
sv_fi: Kunde inte ansluta till servern. Data skickades inte.

source: Page 1: About privacy
sv_fi: Sida 1: Integritetsskydd

source: The technical data we just collected from your device will be used for creating list of supported devices and for troubleshooting purposes. This data includes computer model, manufacturer, cpu type, size of the memory, list of devices etc.
sv_fi: Tekniska data som vi samlade nyligen från din enhet används för att kunna skapa en lista över enheter som fungerar. Information används också för att kunna lösa tekniska problem. Dessa tekniska data innehåller information om enhetens modell, tillverkare, processors typ, minnesstorlek, information om tillbehör osv.

source: Review Collected Data
sv_fi: Bläddra data som samlats

source: Privacy Policy
sv_fi: Integritetsskydd

source: Page 2: Help with booting
sv_fi: Sida 2: Hjälp med bootandet

source: Booting to USB memory stick may be challenging in some devices. We have made it easy for you to report BIOS settings required to boot your device. By entering your email below you will get further instructions how you can share your BIOS settings and help other users to boot their devices. Your email address will not be published or stored after we have sent the instructions to you.
sv_fi: Det kan vara svårt att starta några datorer från ett USB-minne (så kallad bootning). Vi har gjort det enkelt för dig att hjälpa andra boota den enhetsmodellen som du har. Genom att skriva din e-postadress i nedanstående fält får du instruktioner om hur du kan dela dina BIOS-inställningar och på det sättet hjälpa andra vid bootning. Din e-postadress publiceras eller sparas inte.

source: <b>Please enter your email if you would like to receive the instructions.</b>
sv_fi: <b> Vänligen ge din e-postadress om du vill få instruktionerna. </b>

source: Do not enter your email if you don't want to participate at the moment.
sv_fi: Ge inte din e-postadress om du inte vill delta.

source: Page 3: Compatibility
sv_fi: Dida 3: Kompatibilitet

source: Please enter your general comments about the possible technical incompatibilities: screen, keyboard, mouse, touchpad, sound etc.
sv_fi: Vänligen skriv dina allmänna kommentarer gällande möjliga tekniska inkombatibilitet: skärm, tangentbord, mus, touchpad, ljud osv.

source: Page 4: Confirm that you are human
sv_fi: Sida 4: Bekräfta att du är en människa

source: We want to make sure that only humans create hardware reports. Please repeat the characters from the image.
sv_fi: Vi vill kontrollera att det är endast människor som skickar enhetsrapporter. Vänligen skriv tecken som du ser på bilden.

source: Page 5: Ready to submit
sv_fi: Sida 5: Färdig att skicka information

source: Page 6: Results
sv_fi: Sida 6: Resultat

source: Finished
sv_fi: Färdig

source: Thank you for submitting data!
sv_fi: Tusen tack för att du skickade data!

source: Open the report page
sv_fi: Öppna rapportsidan

source: Ready to submit following data: 1) Techical details of your hardware.
sv_fi: Färdig att skicka följande informationer: 1) Tekniska data om din enhet

source: 2) You <b>don't want</b> to receive instructions on reporting how you booted your device.
sv_fi: 2) Du <b> vill inte </b> få instruktioner hur du rapporterar hur du startade din dator från ett USB-minne.

source: 2) You gave your email (%s) for instructions on reporting the boot settings.
sv_fi: 2) Du gav din e-postadress (%s) för att kunna rapportera bootningsinställningar som du har.

source: 3) You <b>have not</b> given any comments on technical compatibility.
sv_fi: 3) Du <b> har inte </b> skrivit kommentarer gällande tekniska kompatilitet.

source: 3) You have given us comments on techical compatibility.
sv_fi: 3) Du har skrivit kommentarer gällande tekniska kompatibilitet.

source: <b>You have not written the captcha code (please return to the previous page).</b>
sv_fi: <b> Du har inte skrivit captcha-tecken (vänligen gå tillbaka till föregående sida).</b>

source: Data was submitted successfully.
sv_fi: Lyckades skicka data.

source: Please go back and review the characters you typed from the image.
sv_fi: Vänligen gå tillbaka och kontrollera tecken som du ser bilden.

source: Data submission failed (#%s): %s
sv_fi: Misslyckades skicka data (#%s): %s

source: Operation cancelled. No data was transmitted.
sv_fi: Programmet avbröt. Data skickades inte.
