Repository: annavonzansen/digabi-feedback
Catalog: client/usr/lib/digabi/scripts/locale/*/LC_MESSAGES/submit-feedback.po
Languages: fi_fi

source: Could not contact to server. No data was transmitted.
fi_fi: Palvelimeen ei saatu yhteyttä. Tietoja ei lähetetty.

source: Page 1: About privacy
fi_fi: Sivu 1: Yksityisyyden suoja

source: The technical data we just collected from your device will be used for creating list of supported devices and for troubleshooting purposes. This data includes computer model, manufacturer, cpu type, size of the memory, list of devices etc.
fi_fi: Laitteestasi äsken keräämiämme teknisiä tietoja käytetään toimivien laitteiden luettelon tekemiseen. Tietoja käytetään myös teknisten ongelmien ratkaisuun. Tiedot käsittävät konemallin, valmistajan, prosessorin tyypin, muistin määrän, lisälaitteiden tiedot jne.

source: Review Collected Data
fi_fi: Selaa kerättyä aineistoa

source: Privacy Policy
fi_fi: Yksityisyyden suoja

source: Page 2: Help with booting
fi_fi: Sivu 2: Auta käynnistyksessä

source: Booting to USB memory stick may be challenging in some devices. We have made it easy for you to report BIOS settings required to boot your device. By entering your email below you will get further instructions how you can share your BIOS settings and help other users to boot their devices. Your email address will not be published or stored after we have sent the instructions to you.
fi_fi: Koneen käynnistäminen USB-muistitikulta voi olla joissain laitteissa vaikeaa. Me olemme tehneet sinulle helpoksi auttaa muita käynnistämään sinulla olevan laitemallin. Kirjoittamalla allaolevaan kenttään sähköpostiosoitteesi saat tarkemmat ohjeet, joiden avulla voit jakaa BIOS-asetuksesi ja auttaa muita käynnistämään oman laitteensa. Sähköpostiosoitettasi ei julkaista tai talleteta viestin lähettämisen jälkeen.

source: <b>Please enter your email if you would like to receive the instructions.</b>
fi_fi: <b>Ole hyvä ja anna sähköpostiosoitteesi, jos haluat vastaanottaa ohjeet.</b>

source: Do not enter your email if you don't want to participate at the moment.
fi_fi: Älä kirjoita sähköpostiosoitettasi, jos et tällä kertaa halua ottaa osaa.

source: Page 3: Compatibility
fi_fi: Sivu 3: Yhteensopivuus

source: Please enter your general comments about the possible technical incompatibilities: screen, keyboard, mouse, touchpad, sound etc.
fi_fi: Ole hyvä ja kirjoita yleistason kommentit mahdollisista teknisistä epäyhteensopivuuksista: näyttö, näppäimistö, hiiri, kosketuslevy, ääni jne.

source: Page 4: Confirm that you are human
fi_fi: Sivu 4: Vahvista että olet ihminen

source: We want to make sure that only humans create hardware reports. Please repeat the characters from the image.
fi_fi: Haluamme varmistua siitä, että vain ihmiset lähettävät laiteraportteja. Ole hyvä ja syötä kuvassa näkemäsi merkit.

source: Page 5: Ready to submit
fi_fi: Sivu 5: Valmiina lähetykseen

source: Page 6: Results
fi_fi: Sivu 6: Tulos

source: Finished
fi_fi: Valmis

source: Thank you for submitting data!
fi_fi: Suurkiitos tietojen lähettämisestä!

source: Open the report page
fi_fi: Avaa raporttisivu

source: Ready to submit following data: 1) Techical details of your hardware.
fi_fi: Valmiina lähettämään seuraavat tiedot: 1) Laitteistosi tekniset tiedot.

source: 2) You <b>don't want</b> to receive instructions on reporting how you booted your device.
fi_fi: 2) Sinä <b>et halua</b> vastaanottaa ohjeita koneesi oikeusta käynnistysasetuksista.

source: 2) You gave your email (%s) for instructions on reporting the boot settings.
fi_fi: 2) Annoit sähköpostiosoitteesi (%s) saadaksesi ohjeet koneesi käynnistysasetusten raportointiin.

source: 3) You <b>have not</b> given any comments on technical compatibility.
fi_fi: 3) Sinä <b>et syöttänyt</b> kommentteja teknisestä yhteensopivuudesta.

source: 3) You have given us comments on techical compatibility.
fi_fi: 3) Kommentoit teknistä yhteensopivuutta.

source: <b>You have not written the captcha code (please return to the previous page).</b>
fi_fi: <b>Et ole kirjoittanut captcha-tunnistetta (ole hyvä ja palaa edelliselle sivulle).</b>

source: Data was submitted successfully.
fi_fi: Tiedot lähetettiin onnistuneesti.

source: Please go back and review the characters you typed from the image.
fi_fi: Palaa tarkistamaan kuvasta syöttämäsi merkit.

source: Data submission failed (#%s): %s
fi_fi: Tietojen lähetys epäonnistui (#%s): %s

source: Operation cancelled. No data was transmitted.
fi_fi: Ohjelman toiminta keskeytettiin. Tietoja ei lähetetty.
